tap "beeftornado/rmtree"
tap "browsh-org/browsh"
tap "dart-lang/dart"
tap "denisidoro/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sass/sass"
cask "osxfuse"
brew "bfg"
brew "python"
brew "cloc"
brew "coreutils"
brew "emacs"
brew "ffmpeg"
brew "git"
brew "gnu-units"
brew "htop"
brew "hub"
brew "iftop"
brew "lynx"
brew "mas"
brew "ncdu"
brew "pandoc"
brew "speedtest-cli"
brew "sshfs"
brew "thefuck"
brew "trash"
brew "tree"
brew "wget"
brew "z"
brew "zsh"
brew "sass/sass/sass"
cask "adobe-creative-cloud"
cask "android-file-transfer"
cask "android-studio"
cask "boostnote"
cask "brave-browser"
cask "corelocationcli"
cask "drawio"
cask "firefox-nightly"
cask "font-fira-code"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "java"
cask "logitech-options"
cask "lunar"
cask "macupdater"
cask "microsoft-edge"
cask "microsoft-office"
cask "mysides"
cask "openmtp"
cask "pycharm"
cask "selfcontrol"
cask "sip"
cask "slack"
cask "sublime-text"
cask "tor-browser"
cask "veracrypt"
cask "virtualbox"
cask "visual-studio-code-insiders"
cask "wireshark"
mas "ABBYY Lingvo European", id: 467622356
mas "Dark Reader for Safari", id: 1438243180
mas "DigiDoc4 Client", id: 1370791134
mas "Menu World Time", id: 1446377255
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
