tap "beeftornado/rmtree"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-eid"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "srkomodo/tap"
tap "suin/suin"
brew "bmon"
brew "coreutils"
brew "sqlite"
brew "python"
brew "htop"
brew "httpd"
brew "hub"
brew "hunspell"
brew "iftop"
brew "mas"
brew "mysql-client"
brew "ncdu"
brew "node"
brew "p7zip"
brew "php", restart_service: true
brew "shfmt"
brew "speedtest-cli"
brew "sshfs"
brew "trash"
brew "wget"
brew "zsh"
brew "srkomodo/tap/shadowfox-updater"
cask "datagrip"
cask "google-chrome-dev"
cask "iterm2-nightly"
cask "microsoft-office"
cask "phpstorm"
cask "sip"
cask "skype"
cask "slack"
cask "visual-studio-code-insiders"
cask "xquartz"
mas "com.abbyy.lingvo", id: 467622356
mas "com.IdeaPunch.ColorSlurp", id: 1287239339
mas "com.readdle.smartemail-Mac", id: 1176895641
mas "cx.c3.theunarchiver", id: 425424353
mas "ee.ria.qdigidoc4", id: 1370791134
mas "QReader.MarginStudyMac", id: 1423522373
