tap "beeftornado/rmtree"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-eid"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "srkomodo/tap"
tap "suin/suin"
cask "osxfuse"
brew "bmon"
brew "node"
brew "cash-cli"
brew "htop"
brew "httpd"
brew "hub"
brew "iftop"
brew "mas"
brew "ncdu"
brew "p7zip"
brew "php", restart_service: true
brew "python"
brew "shfmt"
brew "speedtest-cli"
brew "sshfs"
brew "trash"
brew "wget"
brew "zsh"
brew "dart-lang/dart/dart"
brew "srkomodo/tap/shadowfox-updater"
cask "1password"
cask "adobe-creative-cloud"
cask "bettertouchtool"
cask "colorsnapper"
cask "discord"
cask "drawio"
cask "eid-ee"
cask "emacs"
cask "firefox"
cask "fluor"
cask "google-chrome-canary"
cask "google-chrome-dev"
cask "iina"
cask "intellij-idea"
cask "iterm2-nightly"
cask "java"
cask "logitech-options"
cask "macmediakeyforwarder"
cask "mactex-no-gui"
cask "mailspring"
cask "marta"
cask "mendeley"
cask "microsoft-office"
cask "onedrive"
cask "parallels"
cask "pdf-expert"
cask "shimo"
cask "spotify"
cask "spotify-notifications"
cask "sublime-merge"
cask "teamviewer"
cask "telegram-alpha"
cask "textexpander"
cask "tor-browser"
cask "touch-bar-simulator"
cask "tower"
cask "transmission"
cask "veracrypt"
cask "visual-studio-code"
mas "qdigidoc4", id: 1370791134
mas "Reeder", id: 880001334
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
