tap "beeftornado/rmtree"
tap "dave1010/clipea"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/services"
tap "muesli/tap"
tap "nahive/spotify-notify"
tap "oven-sh/bun"
tap "sandreas/tap"
tap "yt-dlp/taps"
brew "sqlite"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "blueutil"
brew "btop"
brew "cloc"
brew "coreutils"
brew "ffmpeg"
brew "fileicon"
brew "firebase-cli"
brew "gh"
brew "ghostscript"
brew "git"
brew "gnu-units"
brew "gpac"
brew "grep"
brew "htop"
brew "hyperfine"
brew "iftop"
brew "imagemagick"
brew "jq"
brew "less"
brew "mas"
brew "ncdu"
brew "openfortivpn"
brew "php"
brew "postgresql@14"
brew "rustup"
brew "shellcheck"
brew "shfmt"
brew "sleepwatcher", restart_service: true
brew "speedtest-cli"
brew "trash"
brew "tree"
brew "wget"
brew "wifi-password"
brew "yt-dlp"
brew "zsh"
brew "muesli/tap/duf"
brew "oven-sh/bun/bun@1.0.25"
brew "sandreas/tap/m4b-tool"
cask "1password"
cask "affinity-photo"
cask "ankerwork"
cask "arc"
cask "beardie"
cask "bettertouchtool"
cask "brave-browser"
cask "brave-browser-nightly"
cask "calibre"
cask "chatgpt"
cask "chromedriver"
cask "chromium"
cask "coconutbattery"
cask "contexts"
cask "cursor"
cask "devutils"
cask "dictionaries"
cask "discord"
cask "docker"
cask "firefox"
cask "firefox-nightly"
cask "go64"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "iina"
cask "inkscape"
cask "istat-menus"
cask "iterm2-beta"
cask "logi-options+"
cask "lunar"
cask "macfuse"
cask "marta"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-edge-dev"
cask "microsoft-teams"
cask "monitorcontrol"
cask "mysides"
cask "notion-calendar"
cask "nvidia-geforce-now"
cask "obs"
cask "obsidian"
cask "opera"
cask "opera@developer"
cask "pdf-expert"
cask "pixelsnap"
cask "polypane"
cask "postman"
cask "safari-technology-preview"
cask "slack"
cask "spotify"
cask "steam"
cask "telegram-desktop"
cask "tor-browser"
cask "transmission"
cask "veracrypt"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "vivaldi"
cask "vivaldi-snapshot"
cask "windscribe"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "ColorSlurp", id: 1287239339
mas "Control Panel for Twitter", id: 1668516167
mas "Dark Reader for Safari", id: 1438243180
mas "DigiDoc4 Client", id: 1370791134
mas "Keepa - Price Tracker", id: 1533805339
mas "Notability", id: 360593530
mas "Pages", id: 409201541
mas "PasteNow", id: 1552536109
mas "PiPifier", id: 1160374471
mas "Refined GitHub", id: 1519867270
mas "The Clock", id: 488764545
mas "The Unarchiver", id: 425424353
vscode "angular.ng-template"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "atlassian.atlascode"
vscode "bierner.emojisense"
vscode "bierner.markdown-preview-github-styles"
vscode "bradlc.vscode-tailwindcss"
vscode "ctf0.close-tabs-to-the-left"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-postgresql-client2"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "davidlgoldberg.jumpy2"
vscode "dbaeumer.vscode-eslint"
vscode "dnicolson.binary-plist"
vscode "dzhavat.css-initial-value"
vscode "eamodio.gitlens"
vscode "emeraldwalk.runonsave"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-open-in-application"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "igorkrupenja.vscode-github-soft-theme"
vscode "jock.svg"
vscode "mattpocock.ts-error-translator"
vscode "meganrogge.template-string-converter"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mkxml.vscode-filesize"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.live-server"
vscode "orsenkucher.vscode-graphql"
vscode "orta.vscode-jest"
vscode "oven.bun-vscode"
vscode "pepri.subtitles-editor"
vscode "pkief.material-icon-theme"
vscode "qufiwefefwoyn.inline-sql-syntax"
vscode "redhat.vscode-yaml"
vscode "ryanluker.vscode-coverage-gutters"
vscode "sleistner.vscode-fileutils"
vscode "stevensona.character-count"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-british-english"
vscode "streetsidesoftware.code-spell-checker-estonian"
vscode "streetsidesoftware.code-spell-checker-russian"
vscode "stylelint.vscode-stylelint"
vscode "svipas.notification-tester"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tommasov.hosts"
vscode "tomoki1207.pdf"
vscode "tyriar.lorem-ipsum"
vscode "vitest.explorer"
vscode "wallabyjs.quokka-vscode"
vscode "wayou.vscode-todo-highlight"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
