tap "beeftornado/rmtree"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "muesli/tap"
tap "nahive/spotify-notify"
tap "yt-dlp/taps"
brew "sqlite"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "blueutil"
brew "cloc"
brew "coreutils"
brew "dockutil"
brew "emacs"
brew "ffmpeg"
brew "fileicon"
brew "gh"
brew "ghostscript"
brew "git"
brew "gnu-units"
brew "grep"
brew "htop"
brew "iftop"
brew "imagemagick"
brew "jq"
brew "less"
brew "mas"
brew "ncdu"
brew "openfortivpn"
brew "shellcheck"
brew "shfmt"
brew "speedtest-cli"
brew "trash"
brew "tree"
brew "wget"
brew "wifi-password"
brew "zsh"
brew "muesli/tap/duf"
brew "yt-dlp/taps/yt-dlp"
cask "1password"
cask "adobe-creative-cloud"
cask "ankerwork"
cask "bartender"
cask "beardie"
cask "bettertouchtool"
cask "brave-browser"
cask "brave-browser-nightly"
cask "calibre"
cask "chromedriver"
cask "chromium"
cask "coconutbattery"
cask "contexts"
cask "cron"
cask "devutils"
cask "discord"
cask "docker"
cask "firefox"
cask "firefox-nightly"
cask "go64"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "google-earth-pro"
cask "iina"
cask "inkscape"
cask "istat-menus"
cask "iterm2-beta"
cask "kindle"
cask "logi-options-plus"
cask "lunar"
cask "maccy"
cask "macfuse"
cask "marta"
cask "microsoft-edge"
cask "microsoft-edge-dev"
cask "monitorcontrol"
cask "mysides"
cask "obs"
cask "obsidian"
cask "onedrive"
cask "opera"
cask "opera-developer"
cask "pdf-expert"
cask "pixelsnap"
cask "polypane"
cask "postman"
cask "safari-technology-preview"
cask "spotify"
cask "spotify-notify"
cask "telegram-desktop"
cask "tor-browser"
cask "transmission"
cask "veracrypt"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "vivaldi"
cask "vivaldi-snapshot"
cask "whatsapp"
cask "windscribe"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "ColorSlurp", id: 1287239339
mas "Dark Reader for Safari", id: 1438243180
mas "DaVinci Resolve", id: 571213070
mas "DigiDoc4 Client", id: 1370791134
mas "Notability", id: 360593530
mas "PiPifier", id: 1160374471
mas "The Clock", id: 488764545
mas "The Unarchiver", id: 425424353
mas "Web eID", id: 1576665083
vscode "alistaiir.vscode-jumpy4"
vscode "Angular.ng-template"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "atlassian.atlascode"
vscode "bierner.emojisense"
vscode "bierner.markdown-preview-github-styles"
vscode "cweijan.vscode-postgresql-client2"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-open-in-application"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "IgorKrupenja.vscode-github-soft-theme"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-python.black-formatter"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.live-server"
vscode "orsenkucher.vscode-graphql"
vscode "Orta.vscode-jest"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "ryanluker.vscode-coverage-gutters"
vscode "sleistner.vscode-fileutils"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-british-english"
vscode "streetsidesoftware.code-spell-checker-estonian"
vscode "streetsidesoftware.code-spell-checker-russian"
vscode "stylelint.vscode-stylelint"
vscode "svipas.notification-tester"
vscode "timonwong.shellcheck"
vscode "tommasov.hosts"
vscode "WallabyJs.quokka-vscode"
vscode "wayou.vscode-todo-highlight"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "ZixuanChen.vitest-explorer"
