tap "aljohri/-"
tap "beeftornado/rmtree"
tap "coursier/formulas"
tap "dart-lang/dart"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "muesli/tap"
tap "sass/sass"
tap "yt-dlp/taps"
brew "sqlite"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "blueutil"
brew "glib"
brew "python@3.9"
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "dockutil"
brew "emacs"
brew "openssl@3"
brew "fastlane"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "fileicon"
brew "fontforge"
brew "gh"
brew "ghostscript"
brew "git"
brew "gnu-units"
brew "grep"
brew "htop"
brew "hunspell"
brew "iftop"
brew "imagemagick"
brew "jq"
brew "less"
brew "libpq"
brew "mas"
brew "mitmproxy"
brew "ncdu"
brew "openfortivpn"
brew "pigz"
brew "postgresql@14"
brew "rsync"
brew "shellcheck"
brew "shfmt"
brew "sleepwatcher", restart_service: true
brew "speedtest-cli"
brew "spotify-tui"
brew "trash"
brew "tree"
brew "wget"
brew "wifi-password"
brew "zsh"
brew "aljohri/-/docx2pdf"
brew "dart-lang/dart/dart"
brew "muesli/tap/duf"
brew "yt-dlp/taps/yt-dlp"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "android-studio"
cask "beardedspice"
cask "bettertouchtool"
cask "brave-browser"
cask "brave-browser-nightly"
cask "calibre"
cask "chromium"
cask "coconutbattery"
cask "contexts"
cask "datagrip"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "figma"
cask "firefox"
cask "firefox-nightly"
cask "github"
cask "go64"
cask "goldendict"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-earth-pro"
cask "iina"
cask "inkscape"
cask "intellij-idea"
cask "istat-menus"
cask "iterm2"
cask "kindle"
cask "logi-options-plus"
cask "maccy"
cask "macfuse"
cask "marta"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-edge-dev"
cask "monitorcontrol"
cask "mysides"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "onedrive"
cask "opera"
cask "opera-developer"
cask "pdf-expert"
cask "pixelsnap"
cask "postman"
cask "readdle-spark"
cask "safari-technology-preview"
cask "slack"
cask "spotify"
cask "telegram-desktop"
cask "tor-browser"
cask "transmission"
cask "veracrypt"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "vivaldi"
cask "vivaldi-snapshot"
cask "whatsapp"
cask "windscribe"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "ColorSlurp", id: 1287239339
mas "Dark Reader for Safari", id: 1438243180
mas "DaVinci Resolve", id: 571213070
mas "DigiDoc4 Client", id: 1370791134
mas "Keynote", id: 409183694
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PiPifier", id: 1160374471
mas "The Clock", id: 488764545
mas "The Unarchiver", id: 425424353
mas "Web eID", id: 1576665083
mas "Xcode", id: 497799835
vscode "achil.vscode-javascript-repl"
vscode "agauniyal.vscode-caniuse"
vscode "Angular.ng-template"
vscode "antfu.theme-vitesse"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bierner.emojisense"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "ChFlick.firecode"
vscode "cmstead.js-codeformer"
vscode "codespaces-contrib.codeswing"
vscode "codezombiech.gitignore"
vscode "ctcuff.font-preview"
vscode "ctf0.close-tabs-to-the-left"
vscode "Danny1461.css-semicolon-fix"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dendron.dendron"
vscode "dzhavat.css-initial-value"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-open-in-application"
vscode "Florian.theme-vitesse-owl"
vscode "foam.foam-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "frigus02.vscode-sql-tagged-template-literals"
vscode "frigus02.vscode-sql-tagged-template-literals-syntax-only"
vscode "gencer.html-slim-scss-css-class-completion"
vscode "gio00.convertplist"
vscode "GitHub.copilot"
vscode "GitHub.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "Gruntfuggly.todo-tree"
vscode "hbenl.vscode-test-explorer"
vscode "idleberg.applescript"
vscode "jakearl.search-editor-apply-changes"
vscode "jeroen-meijer.pubspec-assist"
vscode "jnbt.vscode-rufo"
vscode "jock.svg"
vscode "johnpapa.vscode-peacock"
vscode "jsayol.firebase-explorer"
vscode "kameshkotwani.google-search"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "krnik.vscode-jumpy"
vscode "localizely.flutter-intl"
vscode "lostintangent.wikilens"
vscode "lucax88x.codeacejumper"
vscode "lucono.karma-test-explorer"
vscode "mads-hartmann.bash-ide-vscode"
vscode "mariomatheu.syntax-project-pbxproj"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mkxml.vscode-filesize"
vscode "mousetraps.selected-character-count"
vscode "mrmlnc.vscode-postcss-sorting"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-github-issue-notebooks"
vscode "ms-vscode.wordcount"
vscode "nicoespeon.abracadabra"
vscode "onesdev.vscode-paste-image-plus"
vscode "Orta.vscode-jest"
vscode "pepri.subtitles-editor"
vscode "PKief.material-icon-theme"
vscode "Ponicode.ponicode"
vscode "pranaygp.vscode-css-peek"
vscode "PulkitGangwar.nextjs-snippets"
vscode "ramyaraoa.show-offset"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "renatorodrigues.json-to-js"
vscode "ryuta46.multi-command"
vscode "sdras.night-owl"
vscode "sleistner.vscode-fileutils"
vscode "SonarSource.sonarlint-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-estonian"
vscode "streetsidesoftware.code-spell-checker-italian"
vscode "streetsidesoftware.code-spell-checker-russian"
vscode "streetsidesoftware.hunspell"
vscode "stylelint.vscode-stylelint"
vscode "team-sapling.sapling"
vscode "timonwong.shellcheck"
vscode "tlent.jest-snapshot-language-support"
vscode "tommasov.hosts"
vscode "tomoki1207.pdf"
vscode "Tyriar.lorem-ipsum"
vscode "vincaslt.highlight-matching-tag"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vmsynkov.colonize"
vscode "vsls-contrib.gistfs"
vscode "WallabyJs.quokka-vscode"
vscode "william-voyek.vscode-nginx"
vscode "wingrunr21.vscode-ruby"
vscode "wix.vscode-import-cost"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "ZixuanChen.vitest-explorer"
